import { CardType } from './advantage-card';

export const constants = {
  title: 'Почему выбирают нас?',
  description:
    'От практики с реальными кейсами до поддержки менторов – всё, чтобы вы уверенно прошли техническое интервью.',
  cards: [
    {
      title: 'Больше, чем Java',
      text: 'Мы не ограничиваемся только программированием. В Learnizy вы найдете курсы по маркетингу, логистике, бизнес-аналитике и другим востребованным направлениям',
      type: CardType.Dark,
    },
    {
      title: 'Больше, чем Java',
      text: 'Мы не ограничиваемся только программированием. В Learnizy вы найдете курсы по маркетингу, логистике, бизнес-аналитике и другим востребованным направлениям',
      type: CardType.Light,
    },
    {
      title: 'Больше, чем Java',
      text: 'Мы не ограничиваемся только программированием. В Learnizy вы найдете курсы по маркетингу, логистике, бизнес-аналитике и другим востребованным направлениям',
      type: CardType.Dark,
    },
    {
      title: 'Больше, чем Java',
      text: 'Мы не ограничиваемся только программированием. В Learnizy вы найдете курсы по маркетингу, логистике, бизнес-аналитике и другим востребованным направлениям',
      type: CardType.Light,
    },
  ],
};
